/* Generic authentication error. */
"UNKNOWN_ERROR" = "해당 사용자를 인증할 수 없습니다.";
"USER_NOT_ADMIN_PASS" = "관리자의 이름과 암호를 입력해야 합니다.";
"USER_NOT_ADMIN_PIN" = "관리자의 이름과 암호를 입력해야 합니다.";
"INVALID_USER_NAME" = "유효한 사용자 이름을 입력해야 합니다.";
"INVALID_USER_PASSWORD" = "유효한 암호를 입력해야 합니다.";
"INVALID_USER_PIN" = "유효한 PIN을 입력해야 합니다.";

/* Pleasantries */
"PLEASE_TRY_AGAIN" = "다시 시도하십시오.";

/* Button Titles */
"RESTART_BUTTON" = "재시동";
"SHUTDOWN_BUTTON" = "시스템 종료";

/* Restart Warning */
"RESTART_MAIN_WARNING" = "지금 컴퓨터를 재시동하면 로그인된 사용자의 저장하지 않은 변경사항은 유실됩니다.";
"RESTART_DETAIL_WARNING" = "컴퓨터를 재시동 또는 시스템 종료하면 도큐멘트를 저장하지 않은 다른 세션의 응용 프로그램을 종료합니다. 데이터는 유실됩니다. 관리자의 이름과 암호를 입력한 다음 재시동을 클릭하거나, 거부하려면 취소를 선택하십시오.";

/* Shut Down Warning */
"SHUTDOWN_MAIN_WARNING" = "지금 컴퓨터를 종료하면 로그인된 사용자의 저장하지 않은 변경사항은 유실됩니다.";
"SHUTDOWN_DETAIL_WARNING" = "컴퓨터를 재시동 또는 시스템 종료하면 도큐멘트를 저장하지 않은 다른 세션의 응용 프로그램을 종료합니다. 데이터는 유실됩니다. 관리자의 이름과 암호를 입력한 다음 시스템 종료를 클릭하거나, 거부하려면 취소를 선택하십시오.";

/* PIN or Password */
"PIN" = "PIN:";
"PASSWORD" = "암호:";